Repository: VIBDAM1/Act.1.7-Localitzaci-traduccio
Catalog: Conversor/Form1.*.resx
Languages: ru

# comboBox2.Items
source: Euro
ru: Евро

# comboBox2.Items1
source: Peseta
ru: Пезета

# comboBox2.Items2
source: Dolar
ru: Повредить

# comboBox2.Items3
source: Leu
ru: Лея

# comboBox2.Items4
source: Yen
ru: Иена

# comboBox2.Items5
source: Rupia
ru: Рупеца

# comboBox1.Items
source: Euro
ru: Евро

# comboBox1.Items1
source: Peseta
ru: Пезета

# comboBox1.Items2
source: Dolar
ru: Повредить

# comboBox1.Items3
source: Leu
ru: Лея

# comboBox1.Items4
source: Yen
ru: Иена

# comboBox1.Items5
source: Rupia
ru: Рупеца

# button1.Text
source: Convertir
ru: Конвертировать

# Borrar.Text
source: Borrar
ru: Сталь

# label1.Text
source: Conversor
ru: Беседа

# Conversor.Text
source: Conversor
ru: Беседа

# Ajuda.Text
source: Ajuda
ru: Помогать

# labelError.Text
source: Error
ru: Ошибка

# Descompte2.Text
source: Descompte2
ru: Скидка2

# Descompte1.Text
source: Descompte1
ru: Скидка1

# Venta.Text
source: Venta
ru: Распродажа

# Compra.Text
source: Compra
ru: Покупка

# Divisa2.Text
source: Divisa2
ru: Значок2

# Divisa1.Text
source: Divisa1
ru: Значок1

# Importe2.Text
source: Import2
ru: Сумма2

# Importe1.Text
source: Import1
ru: Сумма

# comboBox6.Items
source: Euro
ru: Евро

# comboBox6.Items1
source: Peseta
ru: Пезета

# comboBox6.Items2
source: Dolar
ru: Повредить

# comboBox6.Items3
source: Leu
ru: Лея

# comboBox6.Items4
source: Yen
ru: Иена

# comboBox6.Items5
source: Rupia
ru: Рупеца

# comboBox5.Items
source: Euro
ru: Евро

# comboBox5.Items1
source: Peseta
ru: Пезета

# comboBox5.Items2
source: Dolar
ru: Повредить

# comboBox5.Items3
source: Leu
ru: Лея

# comboBox5.Items4
source: Yen
ru: Иена

# comboBox5.Items5
source: Rupia
ru: Рупеца

# data_transaccio.Text
source: Data transaccio
ru: Дата Transaccio

# Eliminar.Text
source: Eliminar
ru: Устранять

# Afegir.Text
source: Afegir
ru: Добавлять

# Email.Text
source: Correu
ru: Почта

# Client.Text
source: Client
ru: Клиент

# label3.Text
source: Transaccions monetaries
ru: Денежные транзакции

# Gestio.Text
source: Gestio
ru: Жест

# $this.Text
source: Form1
ru: Форма1
